adobe-source-han-sans-jp-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-jp-fonts
alacritty
alsa-utils
autoconf
autoconf2.13
automake
aws-cli
base
bat
binutils
bison
blender
bluez
bluez-utils
ccache
chromium
clinfo
cmake
cmatrix
code
cpio
deno
dhcpcd
dialog
discord
dmenu
docker
docker-compose
dunst
efibootmgr
exa
exfat-utils
expac
fakeroot
fcitx
fcitx-configtool
fcitx-googlepinyin
fcitx-hangul
fcitx-mozc
fcitx-qt5
fcitx-table-other
feh
file
findutils
firefox
firefox-developer-edition
flatpak
flex
gawk
gcc
gettext
git
git-filter-repo
github-cli
go
go-ipfs
grep
groff
grub
gstreamer-vaapi
gzip
hdparm
htop
i3-gaps
java-runtime-common
jq
jre-openjdk
kitty
krita
libtool
linux
linux-firmware
llvm
lsof
m4
make
mandoc
mariadb
mesa
mesa-demos
mkcert
mpv
musl
neofetch
nitrogen
nnn
noto-fonts
noto-fonts-emoji
nvidia
nvidia-settings
obs-studio
opencl-nvidia
openshot
openssh
os-prober
otf-ipafont
p7zip
pacman
pamixer
pandoc
patch
picom
pigz
pkgconf
pngquant
postgresql
powertop
pulseaudio
pulseaudio-alsa
pulseaudio-jack
python-pip
python2
python2-pip
python2-virtualenv
redis
reflector
rsync
ruby
s3fs-fuse
scrot
sdparm
sed
simplescreenrecorder
sudo
telegram-desktop
texinfo
texlive-fontsextra
tor
torbrowser-launcher
tree
ttf-dejavu
ttf-fira-code
ttf-fira-sans
ttf-hanazono
ttf-jetbrains-mono
ttf-sazanami
udisks2
unzip
v2ray
vi
vim
vlc
wget
which
wpa_supplicant
wqy-zenhei
xclip
xmonad
xmonad-contrib
xorg-server
xorg-xev
xorg-xinit
xorg-xinput
xorg-xrandr
xorg-xsetroot
xterm
yarn
youtube-dl
zip
zsh
