bfg
datagrip
datagrip-jre
davinci-resolve
dropbox
google-chrome
google-cloud-sdk
jetbrains-toolbox
libxft-bgra
ncurses5-compat-libs
python-pylspci
python2
python2-pip
python2-virtualenv
rpi-imager-bin
rslsync
simplescreenrecorder
slack-desktop
snapd
xwinwrap-git
zoom
zsa-wally
