adobe-source-han-sans-jp-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-jp-fonts
alacritty
alsa-utils
android-tools
appmenu-gtk-module
asciinema
autoconf
autoconf2.13
automake
aws-cli
base
bat
bind
binutils
bison
blender
bluez
bluez-utils
ccache
chromium
clinfo
cmake
cmatrix
code
cowsay
cpio
crystal
deno
dhcpcd
dialog
discord
dmenu
dnsmasq
docker
docker-buildx
docker-compose
dotnet-runtime
dotnet-sdk
dunst
dust
efibootmgr
emscripten
exa
exfat-utils
expac
fakeroot
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-pinyin-zhwiki
fcitx5-qt
fcitx5-rime
fd
feh
file
findutils
fio
firefox
firefox-developer-edition
flameshot
flatpak
flex
fzf
gawk
gcc
gettext
git
git-filter-repo
git-lfs
github-cli
go
godot
graphviz
grep
groff
grub
gstreamer-vaapi
gzip
hdparm
hexyl
htop
hyperfine
i3-gaps
java-runtime-common
jdk-openjdk
jq
jre-openjdk
kitty
krita
kubo
libappindicator-gtk3
libtool
libvips
libvirt
libxcrypt-compat
linux
linux-firmware
linux-headers
lld
llvm
lolcat
lsof
lucky-commit
m4
make
mandoc
mariadb
mesa
mesa-demos
minikube
mkcert
mono
mono-msbuild
mpv
musl
nano
ncdu
neofetch
nitrogen
nnn
noto-fonts
noto-fonts-emoji
nushell
nvidia
nvidia-settings
obs-studio
opencl-nvidia
openshot
openssh
os-prober
otf-ipafont
p7zip
pacman
pacman-contrib
pamixer
pass
patch
patchelf
picom
pigz
pkgconf
pngquant
postgresql
powertop
pulseaudio
pulseaudio-alsa
pulseaudio-jack
pyenv
python-pip
qbittorrent
qemu-base
rclone
redis
reflector
rsync
rtorrent
ruby
s3fs-fuse
scrcpy
scrot
sdparm
sed
shards
simplescreenrecorder
smartmontools
steam
sudo
swig
tailscale
telegram-desktop
terraform
texinfo
texlive-fontsextra
tor
torbrowser-launcher
tree
ttf-dejavu
ttf-fira-code
ttf-fira-sans
ttf-hanazono
ttf-jetbrains-mono
ttf-sazanami
udisks2
unzip
v2ray
v4l2loopback-dkms
vi
vim
virt-manager
virt-viewer
vivaldi
vivaldi-ffmpeg-codecs
vlc
wabt
wget
which
wpa_supplicant
wqy-zenhei
xclip
xmonad
xmonad-contrib
xorg-server
xorg-xev
xorg-xinit
xorg-xinput
xorg-xrandr
xorg-xsetroot
xterm
yarn
youtube-dl
yubikey-manager
zig
zip
zoxide
zsh
