adpyke.vscode-sql-formatter
antfu.iconify
astro-build.astro-vscode
AugusteRame.zls-vscode
bierner.docs-view
bierner.lit-html
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
bungcip.better-toml
circledev.glsl-canvas
crystal-lang-tools.crystal-lang
csstools.postcss
dbaeumer.vscode-eslint
denoland.vscode-deno
devonray.snippet
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
felixfbecker.php-intellisense
firsttris.vscode-jest-runner
geequlim.godot-tools
GitHub.copilot
golang.go
heptio.jsonnet
Hyzeta.vscode-theme-github-light
iliazeus.vscode-ansi
jeff-hykin.polacode-2019
jpoissonnier.vscode-styled-components
kdl-org.kdl
marp-team.marp-vscode
mkxml.vscode-filesize
ms-dotnettools.csharp
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
muhammad-sammy.csharp
Prisma.prisma
redhat.java
rust-lang.rust-analyzer
slevesque.shader
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
svelte.svelte-vscode
tiehuis.zig
tinkertrain.theme-panda
tomoki1207.pdf
vadimcn.vscode-lldb
voorjaar.windicss-intellisense
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
Vue.volar
WakaTime.vscode-wakatime
wmaurer.change-case
yzane.markdown-pdf
