adpyke.vscode-sql-formatter
antfu.iconify
bierner.lit-html
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
bungcip.better-toml
circledev.glsl-canvas
csstools.postcss
dbaeumer.vscode-eslint
denoland.vscode-deno
devonray.snippet
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
felixfbecker.php-intellisense
firsttris.vscode-jest-runner
golang.go
heptio.jsonnet
jeff-hykin.polacode-2019
johnsoncodehk.volar
jpoissonnier.vscode-styled-components
kdl-org.kdl
marp-team.marp-vscode
matklad.rust-analyzer
mkxml.vscode-filesize
ms-dotnettools.csharp
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-database-projects-vscode
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
muhammad-sammy.csharp
Prisma.prisma
redhat.java
slevesque.shader
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
tinkertrain.theme-panda
tomoki1207.pdf
vadimcn.vscode-lldb
voorjaar.windicss-intellisense
WakaTime.vscode-wakatime
wmaurer.change-case
yzane.markdown-pdf
